Repository: coach-plus/ios
Catalog: CoachPlus/localization/*.lproj/MainLocalization.strings
Languages: de

source: Members
de: Mitglieder

source: Make user
de: Zum Spieler machen

source: Remove from team
de: Aus dem Team entfernen

source: Cancel
de: Abbrechen

# one_Member
source: 1 Member
de: 1 Mitglied

# x_Members
source: %d Members
de: %d Mitglieder

source: Logout
de: Ausloggen

source: New Team
de: Neues Team

source: Private Team
de: Privates Team

source: Public Team
de: Öffentliches Team

source: Your team is public and everyone can join it
de: Dein Team ist öffentlich und jeder kann beitreten

source: Your team is private and you can invite people
de: Dein Team ist privat und du kannst Leute einladen

source: Create Team
de: Team erstellen

source: You are in the following Teams
de: Du bist in folgenden Teams

# player_is_in_the_following_Teams
source: %s is in the following Teams
de: %s ist in folgenden Teams

source: Leave Team
de: Team verlassen

# Are_you_sure_that_you_want_to_leave_team_name
source: Are you sure that you want to leave %s?
de: Möchtest du das Team %s wirklich verlassen?

source: User Settings
de: Benutzereinstellungen

source: Personal Settings
de: Persönliche Einstellungen

source: Password
de: Passwort

source: Change Password
de: Passwort ändern

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Repeat new Password
de: Neues Passwort wiederholen

source: You are not verified
de: Du bist nun verifiziert

source: Resend E-Mail
de: E-Mail erneut senden

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Save
de: Speichern

source: Create Event
de: Event erstellen

source: Start
de: Beginn

source: End
de: Ende

source: Location
de: Ort

source: Description
de: Beschreibung

source: Show all Events
de: Zeige alle Events

source: There are no planned events
de: Es stehen keine Events an

# Future_Events
source: Planned Events
de: Zukünftige Events

source: Past Events
de: Vergangene Events

source: No Events found
de: Keine Events gefunden

source: No Location
de: Kein Ort angegeben

source: News
de: Ankündigungen

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Please select an action
de: Bitte wähle eine Aktion

source: New News
de: Neue Ankündigung

source: Message
de: Nachricht

source: Create news
de: Ankündigung erstellen

source: Participation
de: Teilnahme

source: You can now select who participated
de: Du kannst nun auswählen, wer teilgenommen hat

source: Please set participation
de: Bitte sage zu oder ab

source: Login
de: Einloggen

source: Forgot Password
de: Passwort vergessen

source: Register
de: Registrieren

source: Please fill in your email address and we will send you a new Password
de: Bitte gib deine E-Mail Adresse ein. Wir schicken dir dann ein neues Passwort.

source: Request new Password
de: Neues Passwort anfordern

source: Join this public team
de: Diesem öffentlichen Team beitreten

source: Join this private team
de: Diesem privaten Team beitreten

source: Confirmation email sent
de: Bestätigungsemail versendet

source: Continue
de: Weiter

source: You do not have a team yet
de: Du hast noch kein Team

source: You do not have a team yet. Go ahead and create one using the '+' on the top right.
de: Du hast noch kein Team. Erstelle eins indem du oben rechts auf das '+' drückst.

source: Repeat Password
de: Passwort wiederholen

source: Done
de: Fertig

source: Set Attendance
de: Teilnahme setzen

source: Did attend
de: teilgenommen

source: Did not attend
de: nicht teilgenommen

source: Back
de: Zurück

source: No Description
de: Keine Beschreibung

source: Please enter your email address
de: Bitte gib deine E-Mail Adresse ein

source: Requesting new Password
de: Fordere neues Passwort an...

source: Successfully requested a new password
de: Erfolgreich ein neues Passwort angefordert.

source: Loading
de: Lade..

source: Saved
de: Gespeichert

source: Passwords must match
de: Die Passwörter müssen übereinstimmen

source: Please fill in this field
de: Bitte fülle dieses Feld aus

source: Join Team
de: Team beitreten

# Do_really_want_to_join_x
source: Do really want to join %s?
de: Möchtest du %s beitreten?

# Successfully_joined_x
source: Successfully joined %s
de: Erfolgreich %s beigetreten

# Successfully_left_team_x
source: Successfully left team %s
de: Du hast das Team %s verlassen

source: Send reminder
de: Erinnerung senden

source: Update Event
de: Event aktualisieren

source: Please enter a name
de: Wie heißt das Event?

source: Please enter a start date
de: Wann startet das Event?

source: Please enter an end date
de: Wann endet das Event?

source: Please enter a location
de: Wo findet das Event statt?

source: End date must be after start date
de: Das Ende muss nach dem Beginn sein

source: Delete Event
de: Event löschen

source: Do you really want to delete this event?
de: Möchtest du dieses Event wirklich löschen?

source: Yes
de: Ja

source: No
de: Nein

source: No News
de: Keine Ankündigungen

source: Delete
de: Löschen

source: Make Coach
de: Zum Coach machen

source: This team is not available
de: Dieses Team ist nicht verfügbar

source: There was an error loading this team
de: Beim Laden des Teams ist ein Fehler aufgetreten

source: Delete Team
de: Team löschen

# Do_you_really_want_to_delete_x
source: Do you really want to delete %s?
de: Möchtest du %s wirklich löschen?

source: Team deleted
de: Team gelöscht

source: Edit Team
de: Team bearbeiten

# The_teams_name_must_be_at_least_three_characters_long
source: The team's name must be at least 3 characters long
de: Der Teamname muss mindestens 3 Zeichen lang sein

source: Please enter a team name
de: Bitte gib einen Teamnamen ein

source: You are now verified
de: Du bist nun verifiziert

source: Verification failed
de: Verfizierung fehgeschlagen

source: Error
de: Fehler

source: Success
de: Erfolg

source: No images found
de: Keine Bilder gefunden

# Participate_yes
source: I will attend
de: Ich nehme teil

# Participate_no
source: I will not attend
de: Ich nehme nicht teil

source: to
de: bis

source: Select Team
de: Team auswählen

source: Awesome!
de: Super!

source: You already have teams. Go ahead and select one.
de: Du hast bereits Teams. Wähle eins aus.

source: Do you want to delete the messsage?
de: Willst du die Ankündigung wirklich löschen?

# reminder_sent
source: Successfully sent a reminder
de: Erinnerung gesendet

source: Name is required
de: Name ist erforderlich

source: Select beginning date
de: Anfangsdatum auswählen

source: Select beginning time
de: Startzeit auswählen

source: Select end time
de: Endzeit auswählen

source: Select end date
de: Enddatum auswählen

source: Update Team
de: Team bearbeiten

source: User Profile was updated successfully
de: Profil wurde erfolgreich aktualisiert

# Please_check_your_mails_and_verify_your_email_address
source: Please check your emails and verify your email address
de: Bitt prüfe deinen Posteingang und bestätige deine Email-Adresse

# Can_t_find_the_mail_trigger_a_new_email_in_the_user_settings
source: Can't find the email? Trigger a new email in the user settings
de: Du kannst die Verifizierungs-Email nicht finden? Fordere eine neue Email an

source: Edit Event
de: Event bearbeiten

source: Trying to join team...
de: Versuche Team beizutreten...

source: Invite to team
de: Einladung versenden

source: Update Profile
de: Profil aktualisieren

source: Member
de: Mitglied

source: You
de: Du

# Unauthorized
source: You do not have the required rights to perform this action
de: Du hast nicht die erforderlichen Rechte um diese Aktion auszuführen

# Internal_server_error
source: Whoops. There was an error on our side
de: Grober Schnitzer. Bei uns ist etwas schiefgelaufen

# The_last_coach_cant_leave_the_team
source: The last coach cannot leave the team
de: Der letzte Coach darf das Team nicht verlassen

# The_email_address_was_already_verified
source: Your email address is already confirmed
de: Deine E-Mail Adresse ist bereits bestätigt

# The_email_address_was_already_registered
source: Your email address is already in use
de: Diese E-Mail Adresse wird bereits benutzt

source: The email address is required
de: Die E-Mail Adresse ist erforderlich

source: The user could not be found
de: Der Benutzer konnte nicht gefunden werden

source: The team could not be found
de: Das Team konnte nicht gefunden werden

source: The event has already started
de: Das Event hat bereits begonnen

source: The event has not started yet
de: Das Event hat noch nicht begonnen

source: The event could not be found
de: Das Event konnte nicht gefunden werden

source: The image is missing
de: Das Bild fehlt

source: The membership could not be found
de: Die Mitgliedschaft konnte nicht gefunden werden

source: The role is invalid
de: Die Rolle ist ungültig

source: The team already exists
de: Das Team existiert bereits

# The_token_is_not_valid
source: The token is invalid
de: Das Token ist ungültig

# The_user_is_already_member_of_this_team
source: You are already part of this team
de: Du bist bereits Mitglied dieses Teams

source: The credentials are not correct
de: Die Zugangsdaten sind inkorrekt

# The_verification_token_could_not_be_found
source: The confirmation link has expired
de: Dein Bestätigungslink ist abgelaufen

# Old_password_new_password_and_password_repeat_are_required
source: Old password, new password and repeated password are required
de: Altes, neues und wiederholtes Passwort sind erforderlich

source: New passwords do not match
de: Die Passwörter stimmer nicht überein

source: Wrong password
de: Falsches Passwort

# Your_participation_was_updated_successfully
source: Your participation was updated
de: Deine Teilnahme wurde erfolgreich aktualisiert

source: Your registration was successful
de: Deine Registrierung war erfolgreich

source: The role was updated successfully
de: Die Rolle wurde erfolgreich angepasst

# Joined_team_successfully
source: You joined this team
de: Du bist dem Team beigetreten

# Left_team_successfully
source: You left this team
de: Du hast das Team verlassen

# The_user_was_removed_user_successfully
source: The user was removed from the team
de: Der Benutzer wurde aus dem Team entfernt

# The_team_was_updated_successfully
source: The team was updated
de: Das Team wurde erfolgreich aktualisiert

# The_team_was_deleted_successfully
source: The team was deleted
de: Das Team wurde gelöscht

# The_event_was_created_successfully
source: The event was created
de: Das Event wurde erfolgreich angelegt

# The_reminder_was_sent_successfully
source: The reminder was sent
de: Die Erinnerung wurde verschickt

# The_event_was_updated_successfully
source: The event was updated
de: Das Event wurde erfolgreich aktualisiert

# The_event_was_deleted_successfully
source: The event was deleted
de: Das Event wurde gelöscht

# The_announcement_was_deleted_successfully
source: The announcement was deleted
de: Die Ankündigung wurde gelöscht

# The_announcement_was_created_successfully
source: The announcement was created
de: Die Ankündigung wurde angelegt

# No_internet_connection
source: Could not connect to the server
de: Die Verbindung zum Server konnte nicht hergestellt werden

source: Joining team..
de: Trete Team bei..

# The_user_is_not_a_coach_of_this_team
source: You are not a member of this team
de: Du gehörst nicht zu diesem Team
